{
	"id3v2": {
		"ver": 3,
		"size": 184345,
		"subversion": 0,
		"frames": [
			{
				"id": "COMM",
				"size": 11913,
				"value": {
					"id": "MusicMatch_Bio",
					"language": "ENG",
					"text": "A consummate musical chameleon, David Bowie created a career in the Sixties and Seventies that featured his many guises: folksinger, androgyne, alien, decadent, blue-eyed soul man, modern rock star-each one spawning a league of imitators. His late-Seventies collaborations with Brian Eno made Bowie one of the few older stars to be taken seriously by the new wave. In the Eighties, Let's Dance (#1, 1983), his entree into the mainstream, was followed by attempts to keep up with current trends.\r\n\r\nDavid Jones took up the saxophone at age 13, and when he left Bromley Technical High School (where a friend permanently paralyzed Jones' left pupil in a fight) to work as a commercial artist three years later, he had started playing in bands (the Konrads, the King Bees, David Jones and the Buzz). Three of Jones' early bands -- the King Bees, the Manish Boys (featuring session guitarist Jimmy Page), and Davey Jones and the Lower Third -- each recorded a single. \r\n\r\nIn 1966, after changing his name to David Bowie (after the knife) to avoid confusion with the Monkees' Davy Jones, he recorded three singles for Pye Records, then signed in 1967 with Deram, issuing several singles and The World of David Bowie (most of the songs from that album, and others from that time, are collected on Images).\r\n\r\nOn these early records, Bowie appears in the singer/songwriter mold; rock star seemed to be just another role for him. In 1967 he spent a few weeks at a Buddhist monastery in Scotland, then apprenticed in Lindsay Kemp's mime troupe. He started his own troupe, Feathers, in 1968. American-born Angela Barnett met Bowie in London's Speakeasy and married him on March 20, 1970. \r\n\r\nSon Zowie (now Joey) was born in June 1971; the couple divorced acrimoniously in 1980. After Feathers broke up, Bowie helped start the experimental Beckenham Arts Lab in 1969. To finance the project, he signed with Mercury. Man of Words, Man of Music included \"Space Oddity,\" its release timed for the U.S. moon landing. It became a European hit that year but did not make the U.S. charts until its rerelease in 1973, when it reached #15.\r\n\r\nMarc Bolan, an old friend, was beginning his rise as a glitter-rocker in T. Rex and introduced Bowie to his producer, Tony Visconti. Bowie mimed at some T. Rex concerts, and Bolan played guitar on Bowie's \"Karma Man\" and \"The Prettiest Star.\" Bowie, Visconti, guitarist Mick Ronson, and drummer John Cambridge toured briefly as Hype. \r\n\r\nRonson eventually recruited drummer Michael \"Woody\" Woodmansey, and with Visconti on bass they recorded The Man Who Sold the World, which included \"All the Madmen,\" inspired by Bowie's institutionalized brother, Terry. Hunky Dory (#93, 1972), Bowie's tribute to the New York City of Andy Warhol, the Velvet Underground, and Bob Dylan, included his ostensible theme song, \"Changes\" (#66, 1972, rereleased 1974, #41).\r\n\r\nBowie started changing his image in late 1971. He told Melody Maker he was gay in January 1972 and started work on a new, theatrical production. Enter Ziggy Stardust, Bowie's projection of a doomed messianic rock star. Bowie became Ziggy; Ronson, Woodmansey, and bassist Trevor Bolder became Ziggy's band, the Spiders from Mars. \r\n\r\nThe Rise and Fall of Ziggy Stardust and the Spiders from Mars (#75, 1972) and the rerelease of Man of Words as Space Oddity (#16, 1972) made Bowie the star he was portraying. The live show, with Bowie wearing futuristic costumes, makeup, and bright orange hair (at a time when the rock-star uniform was jeans), was a sensation in London and New York. It took Aladdin Sane (#17, 1973) to break Bowie in the U.S. Bolan and other British glitter-rock performers barely made the Atlantic crossing, but Bowie emerged a star. He produced albums for Lou Reed (Transformer and its hit \"Walk on the Wild Side\") and Iggy and the Stooges (Raw Power) and wrote and produced Mott the Hoople's glitter anthem \"All the Young Dudes.\"\r\n\r\nIn 1973 Bowie announced his retirement from live performing, disbanded the Spiders, and sailed to Paris to record Pin Ups (#23, 1973), a collection of covers of mid-Sixties British rock. That same year, the 1980 Floor Show, an invitation-only concert with Bowie and guests Marianne Faithfull and the Troggs, was taped for broadcast on the TV program The Midnight Special.\r\n\r\nMeanwhile, Bowie worked on a musical adaptation of George Orwell's 1984, but was denied the rights by Orwell's widow. He rewrote the material as Diamond Dogs (#5, 1974) and returned to the stage with an extravagant American tour. Midway though the tour, Bowie entered Philadelphia's Sigma Sound Studios (the then-current capital of black music) and recorded the tracks that would become Young Americans (#9, 1975). The session had a major effect on Bowie, as his sound and show were revised. \r\n\r\nBowie scrapped the dancers, sets, and costumes for a spare stage and baggy Oxford trousers; he cut his hair and colored it a more natural blond. His new band, led by former James Brown sideman Carlos Alomar, added soul standards (e.g., Eddie Floyd's \"Knock on Wood\") to his repertoire. David Live (#8, 1974), also recorded in Philadelphia, chronicles this incarnation.\r\n\r\n\"Fame,\" cowritten by Bowie, John Lennon, and Alomar, was Bowie's first American #1 (1975). Bowie moved to Los Angeles and became a fixture of American pop culture. He also played the title role in Nicolas Roeg's The Man Who Fell to Earth (1976). Station to Station (#3, 1976), another album of \"plastic soul\" recorded with the Young Americans band, portrayed Bowie as the Thin White Duke (also the title of his unpublished autobiography). His highest charting album, it contained his second Top Ten Single, \"Golden Years\" (#10, 1975). \r\n\r\nBowie complained life had become predictable and left Los Angeles. He returned to the U.K. for the first time in three years before settling in Berlin. He lived there in semi-seclusion, painting, studying art, and recording with Brian Eno. His work with Eno -- Low (#11, 1977), \"Heroes\" (#35, 1977), Lodger (#20, 1979) -- was distinguished by its appropriation of avant-garde electronic music and the \"cut-up\" technique made famous by William Burroughs. Composer Philip Glass wrote a symphony incorporating music from Low in 1993.\r\n\r\nBowie revitalized Iggy Pop's career by producing The Idiot and Lust for Life (both 1977) and toured Europe and America unannounced as Pop's pianist. He narrated Eugene Ormandy and the Philadelphia Orchestra's recording of Prokofiev's Peter and the Wolf and spent the rest of 1977 acting with Marlene Dietrich and Kim Novak in Just a Gigolo. The next year, he embarked on a massive world tour. A second live album, Stage (#44, 1978), was recorded on the U.S. leg of the tour. Work on Lodger was begun in New York, continued in Switzerland, and completed in Berlin.\r\n\r\nBowie settled in New York to record the paranoiac Scary Monsters (#12, 1980), updating \"Space Oddity\" in \"Ashes to Ashes.\" One of the first stars to understand the potential of video, he produced some innovative clips for songs from Lodger and Scary Monsters.\r\n\r\nAfter Scary Monsters, Bowie turned his attention away from his recording career. In 1980 he played the title role in The Elephant Man, appearing in Denver, in Chicago, and on Broadway. He collaborated with Queen in 1981's \"Under Pressure\" and provided lyrics and vocals for \"Cat People (Putting Out Fire)\" (#67, 1982), Giorgio Moroder's title tune for the soundtrack of Paul Schrader's remake of Cat People. His music was used on the soundtrack of Christiane F (1982) (he also appeared in the film). Also that year, Bowie starred in the BBC-TV production of Brecht's Baal, and as a 150-year-old vampire in the movie The Hunger.\r\n\r\nIn 1983 Bowie signed one of the most lucrative contracts in history, and moved from RCA to EMI. Let's Dance (#4, 1983), his first album in three years, returned him to the top of the charts. Produced by Nile Rodgers with Stevie Ray Vaughan on guitar, the album was a slick revision of Bowie's soul-man posture. It contained three Top Twenty singles -- \"Let's Dance\" (#1, 1983), \"China Girl\" (#10, 1983), and \"Modern Love\" (#14, 1983) -- which were supported with another set of innovative videos; the sold-out Serious Moonlight Tour followed. Bowie's career seemed to be revitalized.\r\n\r\nWhat first seemed like a return to form actually ushered in a period of mediocrity. Without Nile Rodgers' production savvy, Bowie's material sounded increasingly forced and hollow; his attention alternated between albums and film roles. Tonight (#11, 1984) had only one hit, \"Blue Jean\" (#8, 1984). Bowie and Mick Jagger dueted on a cover of Martha and the Vandellas' \"Dancing in the Street\" (#7, 1985) for Live Aid. Although Never Let Me Down (#34, 1987), with Peter Frampton on guitar, was roundly criticized, it made the charts with \"Day In, Day Out\" (#21, 1987) and the title song (#27, 1987). Bowie hit the road with another stadium extravaganza, the Glass Spiders tour; it was recorded for an ABC-TV special.\r\n\r\nBowie had scarcely better luck in his acting career: Into the Night (1985), Absolute Beginners (1986) (a Julien Temple musical featuring some Bowie songs), Labyrinth (1986), The Linguini Incident (1992), and Twin Peaks -- Fire Walk with Me (1992) were neither critical nor commercial successes.\r\n\r\nBowie set about reissuing his earlier albums on CD. Sound + Vision (#97, 1989), a greatest-hits collection, revived interest in Bowie's career; the set list for the accompanying tour was partially based on fan response to special phone lines requesting favorite Bowie songs. Bowie claimed it would be the last time he performed those songs live. Later reissues, with previously unreleased bonus tracks, brought the Ziggy-era Bowie back onto the charts.\r\n\r\nBowie formed Tin Machine in 1989. The band included Bowie discovery Reeves Gabrels on guitar and Hunt and Tony Sales, who had worked with Bowie on Iggy Pop's Lust for Life album and tour in the Seventies. Although Bowie claimed that the band was a democracy, Tin Machine was perceived as Bowie's next project. The group debuted with a series of club dates in New York and Los Angeles. Their eponymous album (#28, 1989), a rougher, more guitar-oriented collection than Bowie's previous albums, received better reviews than Bowie's last few recordings. A second album, Tin Machine II (#126, 1991), lacked the novelty of the debut and was quickiy forgotten.\r\n\r\nIn 1992 Bowie married Somalian supermodel Iman. Black Tie White Noise (#39, 1993), which Bowie called his wedding present to his wife, received generally positive reviews, but failed to excite the public.\r\n\r\nBorn David Robert Jones, January 8, 1947, London, England \r\n\r\n\r\n1967 -- The World of David Bowie (Deram, U.K.) \r\n1970 -- Man of Words, Man of Music (Mercury); The Man Who Sold the World \r\n1971 -- Hunky Dory (RCA) \r\n1972 -- The Rise and Fall of Ziggy Stardust and the Spiders from Mars \r\n1973 -- Aladdin Sane; Pin Ups; Images 1966-67 (London) \r\n1974 -- Diamond Dogs (RCA); David Live \r\n1975 -- Young Americans \r\n1976 -- Station to Station; ChangesOneBowie \r\n1977 -- Low; \"Heroes\" \r\n1978 -- Stage \r\n1979 -- Lodger \r\n1980 -- Scary Monsters \r\n1981 -- ChangesTwoBowie; Christiane F soundtrack \r\n1982 -- Cat People soundtrack; Baal \r\n1983 -- Let's Dance (EMI); Golden Years (RCA); Ziggy Stardust/The Motion Picture \r\n1984 -- Fame and Fashion; Tonight (EMI) \r\n1987 -- Never Let Me Down \r\n1989 -- Sound + Vision (Rykodisc) \r\n1990 -- ChangesBowie \r\n1993 -- Black Tie White Noise (Savage) \r\n1994 -- Sound + Vision with CD-ROM (Rykodisc) Tin Machine: (Formed 1989, Switzerland: Bowie; Reeves Gabrels [b. June 4, 1956, Staten Island, N.Y.], gtr.; Hunt Sales [b. Mar. 2, 1954, Detroit, Mich.], drums; Tony Sales [b. Sep. 26, 1951, Cleveland, Ohio], bass) \r\n1989 -- Tin Machine (EMI) \r\n1991 -- Tin Machine II (Victory) </TD></TR>\n\n<TR VALIGN=top><TD width=429 WIDTH=\"405\">"
				}
			},
			{
				"id": "PRIV",
				"size": 16,
				"value": {
					"id": "HeliumID"
				}
			},
			{
				"id": "TALB",
				"size": 62,
				"value": {
					"text": "The Rise and Fall of Ziggy Stardust and the Spiders from Mars"
				}
			},
			{
				"id": "TCON",
				"size": 10,
				"value": {
					"text": "Rock, Art"
				}
			},
			{
				"id": "TCOP",
				"size": 13,
				"value": {
					"text": "Virgin / EMI"
				}
			},
			{
				"id": "TDEN",
				"size": 20,
				"value": {
					"text": "2002-01-17T21:22:01"
				}
			},
			{
				"id": "TDRC",
				"size": 11,
				"value": {
					"text": "1972-04-05"
				}
			},
			{
				"id": "TDRL",
				"size": 11,
				"value": {
					"text": "1972-04-05"
				}
			},
			{
				"id": "TIT2",
				"size": 11,
				"value": {
					"text": "Five Years"
				}
			},
			{
				"id": "TLAN",
				"size": 8,
				"value": {
					"text": "English"
				}
			},
			{
				"id": "TMED",
				"size": 3,
				"value": {
					"text": "CD"
				}
			},
			{
				"id": "TOFN",
				"size": 20,
				"value": {
					"text": "01 - Five Years.mp3"
				}
			},
			{
				"id": "TOWN",
				"size": 6,
				"value": {
					"text": "LunaC"
				}
			},
			{
				"id": "TPE1",
				"size": 12,
				"value": {
					"text": "David Bowie"
				}
			},
			{
				"id": "TPOS",
				"size": 4,
				"value": {
					"text": "1/1"
				}
			},
			{
				"id": "TRCK",
				"size": 5,
				"value": {
					"text": "1/16"
				}
			},
			{
				"id": "TSOA",
				"size": 63,
				"value": {
					"text": "Rise and Fall of Ziggy Stardust and the Spiders from Mars, The"
				}
			},
			{
				"id": "TSOP",
				"size": 13,
				"value": {
					"text": "Bowie, David"
				}
			},
			{
				"id": "TSST",
				"size": 15,
				"value": {
					"text": "+ Bonus Tracks"
				}
			},
			{
				"id": "USLT",
				"size": 1451,
				"value": {
					"id": "Five Years",
					"language": "eng",
					"text": "Pushing thru the market square, so many mothers sighing\r\nNews had just come over, we had five years left to cry in\r\nNews guy wept and told us, earth was really dying\r\nCried so much his face was wet, then I knew he was not lying\r\nI heard telephones, opera house, favourite melodies\r\nI saw boys, toys electric irons and T.V.'s\r\nMy brain hurt like a warehouse, it had no room to spare\r\nI had to cram so many things to store everything in there\r\nAnd all the fat-skinny people, and all the tall-short people\r\nAnd all the nobody people, and all the somebody people\r\nI never thought I'd need so many people\r\n\r\nA girl my age went off her head, hit some tiny children\r\nIf the black hadn't a-pulled her off, I think she would have killed them\r\nA soldier with a broken arm, fixed his stare to the wheels of a Cadillac\r\nA cop knelt and kissed the feet of a priest, and a queer \r\n  threw up at the sight of that\r\nI think I saw you in an ice-cream parlour, drinking milk shakes cold and long\r\nSmiling and waving and looking so fine, don't think \r\n  you knew you were in this song\r\nAnd it was cold and it rained so I felt like an actor\r\nAnd I thought of Ma and I wanted to get back there\r\nYour face, your race, the way that you talk\r\nI kiss you, you're beautiful, I want you to walk\r\n\r\nWe've got five years, stuck on my eyes\r\nWe've got five years, what a surprise\r\nWe've got five years, my brain hurts a lot\r\nWe've got five years, that's all we've got"
				}
			},
			{
				"id": "TDTG",
				"size": 20,
				"value": {
					"text": "2002-04-04T21:22:01"
				}
			},
			{
				"id": "APIC",
				"size": 31286,
				"value": {
					"mimeType": "image/jpg",
					"pictureType": 3,
					"description": "David Bowie - The Rise and Fall of Ziggy Stardust and the Spider from Mars"
				}
			},
			{
				"id": "APIC",
				"size": 11413,
				"value": {
					"mimeType": "image/jpg",
					"pictureType": 8,
					"description": "David Bowie"
				}
			},
			{
				"id": "APIC",
				"size": 125671,
				"value": {
					"mimeType": "image/jpg",
					"pictureType": 4,
					"description": "David Bowie - The Rise and Fall of Ziggy Stardust and the Spiders from Mars"
				}
			}
		]
	}
}
